tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "FelixKratz/formulae"
tap "homebrew/cask-fonts"

brew "ca-certificates"
brew "fish"
brew "git"
brew "htop"
brew "jq"
brew 'fq'
brew "kubernetes-cli"
brew "mysql"
brew "neofetch"
brew "nginx"
brew "openssl"
brew "openvpn"
brew "postgresql@14", link: false
brew "asdf"
brew "redis"
brew "shared-mime-info"
brew "starship"
brew "tmux"
brew "wget"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "ansible"
brew "doctl"
brew "lazydocker"
brew "httpie"
brew "sketchybar"
brew "cloc"

cask "alacritty"
cask "cheatsheet"
cask "font-iosevka"
cask "google-chrome"
cask "hammerspoon"
cask "obsidian"
cask "onedrive"
cask "slack"
cask "visual-studio-code"
cask "docker"
cask "chromedriver"
cask "font-hack-nerd-font"