tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ca-certificates"
brew "docker"
brew "fish"
brew "git"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "mysql"
brew "neofetch"
brew "nginx"
brew "openssl@3"
brew "openvpn"
brew "rbenv"
brew "rbenv-gemset"
brew "redis"
brew "starship"
brew "tmux"
brew "wget"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "cheatsheet"
cask "font-iosevka"
cask "google-chrome"
cask "hammerspoon"
cask "key-codes"
cask "obsidian"
cask "onedrive"
cask "slack"
cask "tunnelblick"
cask "visual-studio-code"
cask "zsa-wally"
